export enum RankEnum {
    Солдат = 'Солдат',
    СтаршийСолдат = 'Старший Солдат',
    МолодшийСержант = 'Молодший Сержант',
    Сержант = 'Сержант',
    СтаршийСержант = 'Старший Сержант',
    ГоловнийСержант = 'Головний Сержант',
    МайстерСержант = 'Майстер сержант',
    МолодшийЛейтенант = 'Молодший лейтенант',
    Лейтенант = 'Лейтенант',
    СтаршийЛейтенант = 'Старший лейтенант',
    Капітан = 'Капітан',
    Майор = 'Майор',
    Підполковник = 'Підполковник',
    Полковник = 'Полковник',
  }
  